import React from 'react';

function Terms() {
  return (
    <div>
      본 이용약관은 열다 옷장 정리 서비스 및 중고 의류 판매 대행 서비스(이하 &quot;열다&quot;라 한다)의 이용조건과
      운영에 관한 제반 사항을 규정하기 위한 문서로서, 열다를 이용하고자 하는 자는 본 이용약관의 내용을 확인하고 이에
      동의해야 합니다.
      <br />
      <br />
      <strong>제 1 조 (용어의 정의)</strong>
      <br />
      <br />
      본 이용약관에서 사용하는 용어의 정의는 다음과 같습니다. 본 이용 약관에서 사용되는 용어 중 본 조에서 정하지 않은
      부분은 관계 법령 및 일반 관례에 따릅니다.
      <br />
      <br />
      1. &quot;열다”라 함은 매니저의 옷장 정리 서비스를 제공받기 원하는 이용자의 구인 신청을 받아 매니저와 연결해주는
      중개 서비스를 의미하며, 이와 관련된 각종 부가 서비스를 포함합니다.
      <br />
      2. &quot;열다컴퍼니”라 함은 열다 서비스를 운영하는 주식회사 열다컴퍼니를 말합니다.
      <br />
      3. &quot;이용자”라 함은 열다를 이용하여 옷장 정리 서비스를 제공할 매니저를 구인하는 개인(법인 제외)을 말합니다.
      <br />
      4. &quot;매니저&quot;라 함은 옷장 정리 서비스 신청을 한 이용자에게 옷장 정리 서비스를 제공하는 개인 프리랜서를
      말합니다.
      <br />
      5. &quot;옷장 정리 서비스&quot;라 함은 열다를 이용하여 매니저가 이용자의 구인 신청을 승낙 후 해당 이용자에게
      제공하는 서비스를 말합니다.
      <br />
      6. &quot;예약”이라 함은 이용자가 열다에서 주소, 상품, 이용자에 대한 부가정보 등을 입력하고, 결제수단/쿠폰 수단
      등을 선택한 후 최종적으로 &quot;예약” 버튼을 클릭하여 옷장 정리 서비스를 제공할 매니저에 대한 구인 신청을 열다에
      등록하는 것을 말합니다.
      <br />
      7. &quot;매칭&quot;이라 함은 매니저가 열다 매니저용 시스템에서 이용자가 예약한 내용을 확인 후 선택하여 이용자와
      매니저 간에 옷장 정리 서비스 이용 계약이 체결되는 것을 의미합니다.
      <br />
      8. &quot;자동 결제”라 함은 최초 신용카드 등의 카드 정보를 입력 후 이후 요금이 결제될 때마다 별도의 인증과정이 없이
      자동으로 결제되는 것을 말합니다.
      <br />
      9. &quot;카드 결제&quot;라 함은 신용카드 등의 카드 정보를 입력하여 요금을 결제하는 것을 말합니다.
      <br />
      10. &quot;쿠폰&quot;이라 함은 열다컴퍼니가 프로모션 용도로 회원에게 제공하는 것으로서, 정해진 조건에 따라 열다
      서비스 이용 요금의 전부 또는 일부를 할인받을 수 있는 이용권을 말합니다.
      <br />
      11. &quot;포인트&quot;는 열다에서 옷장 정리 서비스 예약을 위해 사용되는 수단으로 카드 결제 등으로 직접 구매하거나
      당사와 제휴사에서 주최하는 이벤트 등을 통해 충전한 포인트를 말합니다.
      <br />
      12. &quot;예약 취소&quot;라 함은 매칭부터 도착까지 예약을 철회하는 것을 말합니다.
      <br />
      13. &quot;취소 수수료&quot;라 함은 열다 서비스를 예약한 후 철회한 경우에 부과되는 위약금을 말합니다.
      <br />
      14. &quot;신고&quot;라 함은 특별한 사유에 의해 정리 서비스가 중단된 상태를 말합니다.
      <br />
      <br />
      <strong>제 2 조 (약관의 게시 및 개정 등)</strong>
      <br />
      <br />
      1. 열다컴퍼니는 본 이용약관의 내용을 열다 웹 또는 앱 내에 항시 게시합니다.
      <br />
      2. 열다컴퍼니는 사업 정책의 변경, 서비스 환경의 변화, 관계법령의 개정 등의 사유로 인하여 필요한 경우 본 이용약관을
      개정할 수 있습니다. 열다컴퍼니가 본 이용약관을 개정하는 경우에는 적용일자 및 개정 사유를 명시하여 현행 약관과 함께
      열다 내의 적절한 장소에 개정약관의 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, 이용자 회원에게 불리한
      개정의 경우에는 적용일자 30일 전부터 공지하고, 이용자 회원이 가입 시 제공한 휴대폰 전화번호로 SMS 내지 카카오톡
      메시지 전송, 또는 열다 서비스 이용 시 동의창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다.
      <br />
      3. 열다컴퍼니가 전항에 따라 개정 이용약관을 공지 또는 통지하면서 이용자 회원에게 30일 기간 내에 거부의사를
      표시하지 아니할 경우 이용약관 변경 내용에 동의한 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 이용자
      회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 열다컴퍼니는 이용자 회원이 개정 이용약관에 동의한 것으로
      간주합니다.
      <br />
      4. 개정 이용약관에 동의하지 않는 이용자 회원에 대해 열다컴퍼니는 개정 내용을 적용할 수 없으며, 이 경우 이용자
      회원은 기존 이용약관의 적용을 받습니다. 다만, 기존 이용약관을 적용할 수 없는 특별한 사정이 있는 경우 열다컴퍼니는
      개정 이용약관에 동의하지 않는 이용자 회원과의 열다 이용계약을 해지할 수 있습니다.
      <br />
      <br />
      <strong>제 3 조 (약관 외 준칙)</strong>
      <br />
      <br />
      운영자는 필요한 경우 별도로 운영정책을 공지 안내할 수 있으며, 본 약관과 운영정책이 중첩될 경우 운영정책이 우선
      적용됩니다.
      <br />
      <br />
      <strong>제 4 조 (이용자 회원에 대한 통지)</strong>
      <br />
      <br />
      1. 특정 이용자 회원에 대해 통지가 필요할 경우, 열다컴퍼니는 이용자 회원이 제공한 번호로 전화, SMS, 카카오톡 또는
      앱 내 메시지를 통해 이용자 회원에게 직접 통지할 수 있습니다.
      <br />
      2. 불특정 다수 이용자 회원에 대한 통지의 경우 열다 웹 또는 앱 내 공지사항에 공지글을 게시함으로써 개별 통지에
      갈음할 수 있습니다. 다만, 이용자 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 전 항의 통지를
      합니다.
      <br />
      3. 열다컴퍼니는 이용자 회원의 연락처 미기재, 연락처 변경 후 미수정 등으로 인한 경우 등 열다컴퍼니가 상기와 같이
      정상적으로 통지하였음에도 이용자 회원이 열다컴퍼니의 과실 없이 통지된 내용을 확인하지 못하거나 확인하지 않음으로써
      이용자 회원에게 발생한 불이익에 대하여 책임을 지지 않습니다.
      <br />
      <br />
      <strong>제 5 조 (서비스 이용 신청)</strong>
      <br />
      <br />
      1. 열다의 옷장 정리 및 판매 대행 서비스를 이용하기 위해서는 유효하고 정확한 정보를 입력하여 이용신청을 해야
      합니다. 열다 이용을 신청하는 자가 열다컴퍼니에게 제공하여야 할 상세 정보와 관련하여 열다컴퍼니는 일정 수준의
      가이드를 제시할 수 있습니다. 다음 각 호는 옷장 정리 서비스 이용 예약 시 제공해야 할 정보입니다.
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;1. 옷장 정리 서비스 대상의 정확한 조건
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. 상세 주소(동, 호수) 가 포함된 명확한 위치
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. 희망하는 예약 날짜와 시간
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. 서비스 대상의 특수 조건 (CCTV, 반려동물, 유아의 존재 등)
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4. 옷장 정리 서비스 신청자의 연락처
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;2. 옷장 정리 서비스 대상의 임시적인 출입 지원 혹은 그에 상응하는 정보
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;3. 옷장 정리 서비스 예약금의 결제 진행을 위한 카드 또는 계좌 정보
      <br />
      2. 열다컴퍼니는 다음 각 호 사유의 경우 가입이 제한될 수 있으며, 가입 이후에도 다음 각 호의 사유가 확인되는 경우
      가입을 철회하거나 이용자 회원의 열다 이용을 제한할 수 있습니다.
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;1. 19세 미만인 자가 개인정보제공에 대한 동의를 부모 등 법정대리인 으로부터 받지 않은 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;2. 회원 가입 단계 또는 가입 이후에 회원이 사업자임이 발견되는 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;3. 가입신청서의 내용을 허위로 기재하였거나 허위서류를 첨부하여 가입신청을 하는 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;4. 이용정지를 당한 회원이 그 이용정지 기간 중에 이용계약을 임의 해지하고 재신청을 하는
      경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;5. 열다 이용 제한 사유가 해소되지 않은 상태로 재가입을 신청한 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;6. 본 약관에 위배되거나 위법 또는 부당한 가입신청임이 확인된 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;7. 허위의 정보를 기재한 경우, 열다컴퍼니가 제시하는 내용을 기재하지 않은 경우 또는 오기
      등이 있는 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;8. 기타 열다컴퍼니가 관련법령등을 기준으로 하여 명백하게 사회질서 및 미풍양속에 반할
      우려가 있음을 인정하는 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;9. 기타 이용자 회원으로서 활동하기에 적합하지 않다고 판단되는 경우
      <br />
      3. 1항에 따른 이용신청에 있어 열다컴퍼니는 전문기관 등을 통한 실명확인 또는 본인인증 등을 요청할 수 있습니다.
      <br />
      4. 열다컴퍼니는 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 이용신청에 대한 승낙을
      유보할 수 있습니다.
      <br />
      5. 본 조에 따라 열다컴퍼니가 이용신청의 승낙을 하지 아니하거나 유보한 경우 부득이한 사유가 없을 경우 신청자에게
      알리는 것을 원칙으로 합니다.
      <br />
      6. 열다컴퍼니는 이용자 회원의 이용신청이 매니저와 매칭이 될 수 있도록 처리하며, 정기예약의 경우 이용자 회원과
      매니저의 의사에 따라 계속적으로 예약요청이 유효할 수 있습니다.
      <br />
      7. 열다컴퍼니는 열다를 통하여 예약이 이루어진 경우 서비스 당사자 간 원활한 의사소통, 매칭, 상담 등 거래 이행을
      위하여 관련된 정보를 필요한 범위 내에서 해당 매니저에게 제공할 수 있습니다.
      <br />
      <br />
      <strong>제 6 조 (예약 취소 및 환불)</strong>
      <br />
      <br />
      1. 이용자 회원은 열다 서비스 이용 예약을 하기 전에 서비스 조건을 확인 후 예약하여야 합니다. 서비스 조건을 확인하지
      않고 예약하여 발생한 모든 손실, 손해에 대한 책임은 회원 본인이 부담하여야 합니다.
      <br />
      2. 열다의 예약금은 수행 시간 등의 일정 기준을 고려하여 매니저와 이용자 회원이 동의한 정책에 따라 책정됩니다.
      <br />
      3. 이용자 회원은 예약 시 예약금을 확인하고 결제할 수 있습니다.
      <br />
      4. 열다 서비스의 예약금의 수취는 매니저와 이용자 회원의 계약에 의해 이루어지며, 열다는 이용자 회원으로부터 일정
      비율의 수수료만을 지급받습니다. 열다컴퍼니가 지급받는 수수료에는 열다의 중개행위를 위한 운영비용과 매니저가
      제공하는 옷장 정리 서비스를 위한 운영비용이 포함되어 있습니다. (매니저 마케팅 비용, 매니저에 대한 프로모션, 알선
      후 열다컴퍼니의 분쟁 조정, 사후 관리, 손해배상 대행 등)
      <br />
      5. 열다컴퍼니는 이용자 회원을 대상으로 각종 할인 쿠폰, 적립금 등을 적용하여 서비스 요금을 할인할 수 있습니다.
      적용된 할인 쿠폰,적립금 등으로 인한 서비스 요금의 할인 상당액은 열다컴퍼니가 취득할 플랫폼 수수료의 공급가액에서
      직접 차감됩니다.
      <br />
      6. 취소 및 환불 규정은 전자상거래 등에서의 소비자 보호에 관한 법령을 준수합니다.
      <br />
      7. 매칭 이후 매니저의 예약 취소 요청에 따른 이용자 회원의 손해에 대해 열다컴퍼니에서는 별도 보상하지 않습니다. 단,
      열다컴퍼니는 새로운 매칭을 진행하여 이용자 회원의 예약 스케줄을 유지할 수 있도록 최선의 노력을 다합니다.
      <br />
      8. 이용자 회원이 요청하는 지역에 매니저가 없어 서비스가 지연되거나 수행되지 못하는 경우, 열다컴퍼니는 남은
      예약금을 환불하고 서비스를 중지할 수 있습니다. 이 경우, 이용자 회원도 대기에 동의한 상황이기 때문에 지면에 대한
      정신적 손해 배상 또는 특별 손해 배상은 불가능합니다.
      <br />
      9. 이용자 회원에게 매칭을 한 후 매니저가 취소 없이 나타나지 않거나 늦게 나타난 경우 열다컴퍼니에서는 별도 보상하지
      않습니다. 단, 열다컴퍼니는 이용자 회원과 매니저 간의 옷장 정리&nbsp;서비스가 진행되지 않은 경우 환불하여 이용자
      회원의 금전적 손해가 없도록 최선의 노력을 다합니다.
      <br />
      10. 전항의 내용에 대해 열다컴퍼니는 지불한 결제 수단과 동일한 방법으로 환불하여야 합니다. 다만, 동일한 방법으로
      환불이 불가능할 때에는 현금 등 다른 수단으로 환불할 수 있습니다. 현금 환불 시, 이용자 회원의 지급 수단 상의
      이상으로 지급이 계속 실패될 경우, 열다컴퍼니는 채무에 대한 책임이 없습니다. 이용자 회원이 현금 등의 수단으로
      지급되는 환불 금액을 5년 동안 찾아가지 않은 경우 상시 채권은 5년 내 소멸될 수 있습니다.
      <br />
      11. 이용자 회원이 예약 시 입력한 정보가 부정확한 경우, 서비스 이용 일시에 서비스를 원하지 않는 경우 혹은 기타
      이용자 회원의 귀책으로 인하여 정상적인 옷장 정리 서비스 진행이 어려울 경우에 예약은 열다컴퍼니에 의해 취소될 수
      있고 이 때 환불은 진행되지 않습니다.
      <br />
      12. 이용 예약 변경은 원칙적으로 불가하며, 필요시에는 예약을 취소할 수 있습니다. 예약 취소 시점에 따라 취소
      수수료가 발생할 수 있습니다.
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;1. 서비스 시작일로부터 3일 전까지 예약 취소가 가능하며, 이후에 변경 또는 취소할 경우
      예약금은 환불되지 않습니다.
      <br />
      13. 이용 계약이 해지되거나 열다 서비스에서 탈퇴되는 경우 환불이 불가능하므로, 이용자 회원은 반드시 해지 또는 탈퇴
      전에 환불 신청을 해야 합니다.
      <br />
      14. 열다컴퍼니는 이용자 회원의 단순한 클레임을 이유로 요금을 환불하지 않는 것으로 합니다.
      <br />
      15. 이용자 회원은 아래 각 호의 경우 서비스 이용 제한 등 열다 중개 서비스를 이용함에 있어 불이익을 받을 수
      있습니다.
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;1. 매칭 완료 후 이용자 회원이 일정 횟수 이상 취소 혹은 변경 요청한 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;2. 이용자 회원의 불법 또는 부당한 행위에 대한 신고가 접수되거나 확인된 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;3. 기타 이용자 회원에게 열다컴퍼니의 원활한 운영에 방해되는 사유가 발생한 경우
      <br />
      <br />
      <strong>제 7 조 (옷장 정리 서비스 요금, 결제 등)</strong>
      <br />
      <br />
      1. 옷장 정리 서비스 요금은 업무 시간, 업무 강도, 시장 가격 등의 일정 기준을 고려하여 열다컴퍼니가 정한 기준에 따라
      책정되며, 이용자 회원은 열다에 회원 가입을 함으로써 이러한 가격에 따를 것을 동의한 것으로 봅니다.
      <br />
      2. 열다컴퍼니는 시장 상황, 물가 인상, 기타 경제적 요인을 고려하여 옷장 정리 서비스 요금을 변경할 수 있습니다.
      <br />
      3. 열다컴퍼니는 서비스를 이용함에 있어 안전하고 편리한 결제가 이루어질 수 있도록 자동 결제 및 카드 결제를
      제공합니다.
      <br />
      4. 이용자 회원이 자동 결제 이용에 동의한 경우 이용자 회원은 열다 이용 요금에 대해 별도의 인증과정 없이 결제를
      하겠다는 의사표시를 한 것으로 봅니다.
      <br />
      5. 이용자 회원은 서비스에 대한 결제 시 정당하고, 적법한 사용권한을 가지고 있는 결제 수단을 사용하여야 하며,
      열다컴퍼니는 그 여부를 확인할 수 있습니다. 또한 열다컴퍼니는 이용자 회원 결제 수단의 적법성 등에 대한 확인이
      완료될 때까지 서비스 이용 중지를 할 수 있습니다.
      <br />
      6. 서비스 결제 시점에 이용자 회원이 등록한 대표 결제 수단이 신용카드의 유효성, 한도 등의 문제로 결제가 실패된
      경우에는 다른 지불수단을 사용하여 서비스 요금을 추후 지불해야 합니다.
      <br />
      7. 결제 시점에 시스템 장애 등 내부 상황으로 인하여 결제가 불가능한 경우에는 다른 지불수단을 사용하여 결제를
      진행합니다.
      <br />
      8. 열다컴퍼니는 환불이 진행된 경우 결제 진행을 위해 이용자 회원의 별도 동의를 받은 후 해당 정보를 제3자에게 제공할
      수 있습니다.
      <br />
      9. 서비스 요금 결제 시점에 이용자 회원이 등록한 대표 결제 수단이 신용카드의 유효성, 한도 등의 문제로 결제가 실패된
      경우 미수로 처리됩니다. 이에 대한 책임은 이용자 회원에게 있으며, 해당 미수금이 정상적으로 결제 완료 처리될 때까지
      이용자 회원의 서비스 이용이 제한됩니다.
      <br />
      10. 미수가 발생한 경우, 회사가 정한 정책에 따라 이용자 회원에게 별도 고지 없이 이용자 회원이 등록한 기타 결제
      수단으로 시스템을 통해 재결제를 시도할 수 있습니다.
      <br />
      11. 미수가 발생한 경우, 이용자 회원이 탈퇴를 원하더라도 미수금이 결제 완료되기 전까지는 탈퇴할 수 없습니다.
      <br />
      <br />
      <strong>제 8 조 (파손 등의 배상)</strong>
      <br />
      <br />
      1. 파손 사고 시 열다컴퍼니는 원칙적으로 배상의 책임이 없으며, 이용자 회원과 매니저 간 파손 관련 분쟁 발생 시
      적극적으로 중재합니다.
      <br />
      2. 이용자 회원은 홈페이지에 고지한 파손 관련 &quot;주의의무&quot;를 다해야 하며 귀중품의 도난, 분실, 파손을 막기
      위해 사전에 철저한 보관, 관리 작업을 진행하여야 합니다. 해당 의무를 다하지 않을 시 입은 어떠한 금전적 손해에
      대해서도 열다컴퍼니는 배상할 책임이 없습니다.
      <br />
      3. 매니저의 태도 및 응대 부족으로 인한 불만족의 경우에는 해당 매니저의 신고 및 타 매니저의 재매칭을 원칙으로 하며
      이에 따른 배상은 별도로 하지 않습니다.
      <br />
      4. 열다컴퍼니는 어떠한 경우에도 이용자 회원의 정신적 손해배상과 열다컴퍼니가 알지 못하는 특별 손해를 배상하지
      않습니다.
      <br />
      5. 매니저가 행한 절취/도난사고에 대해 관계당국의 형사적 처벌이 확정된 경우, 이용자 회원이 입은 물적 손해에 대해
      보험사에서 손해사정 절차를 거쳐 평가한 금액을 이용자 회원 에게 지급합니다.
      <br />
      <br />
      <strong>제 9 조 (회원 탈퇴 및 이용계약의 해지)</strong>
      <br />
      <br />
      1. 이용자 회원이 열다 이용계약을 해지하고자 하는 경우 언제든지 이용자용 모바일 앱 메뉴 내에서 직접 이용자회원 탈퇴
      신청을 할 수 있습니다. 탈퇴 신청은 철회할 수 없으며, 신청이 들어오면 열다컴퍼니는 아래 각 호의 경우가 아닌 이상
      즉시 탈퇴 처리합니다. 아래 각 호의 경우에는 해당 각 호의 문제 사항이 해소 내지 해결된 후 탈퇴 처리합니다.
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;1. 열다 이용과 관련하여 열다컴퍼니, 매니저 또는 제3자와의 분쟁이 발생하여 종료 처리되지
      않은 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;2. 정리 서비스 이용계약의 서비스를 완료, 철회, 취소하지 않은 경우
      <br />
      2. 이용자 회원 탈퇴가 완료되는 경우 관련 법령 및 &lt;개인정보처리 방침&gt;에 따라 열다컴퍼니가 보유해야 하는
      정보를 제외한 나머지 이용자 회원 관련 정보는 즉시 삭제됩니다. 단, 열다 영구 이용 제한 조치를 받은 이용자 회원에
      대한 제재이력은 계속하여 보관합니다.
      <br />
      3. 열다컴퍼니는 정보통신망 이용촉진 및 정보보호 등에 관한 법률 시행령에 따라 이용자 회원이 열다를 이용하기 위해
      1년동안 로그인 혹은 접속한 기록이 없는 경우, 이용자 회원 계정이 휴면 전환되어 이용자 회원의 개인정보를 분리
      보관합니다. 열다컴퍼니는 휴면전환 30일 이전에 이용자 회원이 등록한 전자우편, SMS, 카카오톡 등 기타 유효한 수단으로
      휴면 계정으로 전환됨을 안내합니다.
      <br />
      4. 분리 보관 이후 4년 동안 로그인 하지 않을경우, 이용자 회원 계정의 개인정보를 파기하고 매니저 계정은 탈퇴처리, 즉
      열다 이용계약을 해지합니다.
      <br />
      5. 이용자 회원 탈퇴로 인해 발생한 불이익에 대한 책임은 회원 본인이 부담해야 하며, 열다컴퍼니는 회원에게 부가적으로
      제공한 각종 무상혜택을 회수할 수 있습니다.
      <br />
      6. 열다컴퍼니가 이용계약을 해지하는 경우 열다컴퍼니는 이용자 회원에게 앱 알림 등 전자적 방법을 통해 해지사유를
      밝히고 해지의사를 통지합니다. 이경우 열다컴퍼니는 해지를 하기 전에 상당한 기간을 정하여 이용자 회원에게 이의
      신청의 기회를 부여합니다. 다만, 본 약관 및 이용정책에서 정하는 사유가 있을 경우에는 별도의 이의 신청 기간을
      부여하지 않을 수 있습니다.
      <br />
      <br />
      <strong>제 10 조 (열다컴퍼니의 의무)</strong>
      <br />
      <br />
      1. 열다컴퍼니는 열다 제공을 위해 관련 법령과 본 이용약관의 내용을 준수하며, 열다의 안정적인 운영을 통해 이용자
      회원에게 이익을 제공하기 위해 최선을 다하여 노력합니다.
      <br />
      2. 열다컴퍼니는 열다 이용과 관련하여 이용자 회원이 불만이나 개선 의견을 제시하는 경우, 합리적인 절차에 따라 이를
      검토하여 열다에 도움이 되는 범위에서 이를 반영할 수 있습니다.
      <br />
      3. 열다컴퍼니는 열다와 관련하여 이용자 회원과 매니저 간에 혹은 이용자 회원과 열다컴퍼니 간에 발생하는 분쟁을
      조정하기 위해 고객센터를 설치, 운영합니다. 열다컴퍼니는 이용자 회원으로부터 제기되는 불만사항 및 의견이 정당하다고
      판단되는 경우 이를 신속하게 처리하며, 즉시 처리가 곤란한 경우에는 그 사유와 처리기간을 통보합니다.
      <br />
      4. 열다컴퍼니는 이용자 회원이 열다를 안심하고 이용할 수 있도록 정보통신망법과 개인정보보호법 등 관련 법령이 정하는
      바에 따라 이용자 회원의 개인정보를 보호하기 위해 노력합니다.
      <br />
      <br />
      <strong>제 11 조 (이용자 회원의 의무)</strong>
      <br />
      <br />
      1. 이용자 회원은 열다컴퍼니가 허용하는 범위 내에서 열다를 이용할 수 있으며, 관련 법령 및 본 이용약관 모두
      준수하여야 합니다. 본 이용약관에 따라 이용자 회원은 특히 아래의 행위를 할 수 없습니다.
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;1. 열다컴퍼니가 제공하는 서비스 이용방법에 의하지 아니하고 비정상적인 방법으로 서비스를
      이용하거나 시스템에 접근하는 행위
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;2. 리버스 엔지니어링, 디컴파일, 디스 어셈블 및 기타 일체의 가공 행위를 통하여 서비스를
      복제, 분해 또는 모방 기타 변형하는 행위
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;3. 이용 신청 또는 변경 시, 허위 사실을 기재하거나 다른 회원 및 이용자의 개인정보를
      무단으로 수집하거나 부정하게 사용하는 행위
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;4. 물품 판매 또는 용역 제공을 가장하여 자금을 융통하는 것과 같이 여신전문 금융업 법 등
      법령에 의하여 금지된 방법으로 비정상적인 결제를 하는 등의 부정거래 행위
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;5. 열다컴퍼니가 정하지 않은 비정상적인 방법으로 쿠폰을 취득하거나 사용하는 행위
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;6. 쿠폰 등을 부당하게 확보할 목적으로 열다를 통하여 거래가 발생하는 것처럼 가장한 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;7. 이용 의사 없이 예약 및 매칭을 하는 행위
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;8. 열다를 통해 알게 된 매니저와 직접 정리 서비스 거래를 한 것이 발견되었을 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;9. 열다 서비스 이용과 관련하여 이용자 회원이 부담하는 채무를 기일 내에 지급하지 않는 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;10. 열다 서비스 조건 및 매니저의 자유의사에 반하는 업무를 강요하거나,인권 및 안전을
      침해하는 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;11. 자신의 부당한 이익을 위하거나 타인에게 손해를 가할 목적으로 허위의 정보를 유통시키는
      행위
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;12. 본인 아닌 제3자에게 자신의 계정의 접속 권한을 부여하거나 열다컴퍼니의 사전 동의 없이
      계정 및 본 이용약관에 따른 권리 또는 의무의 전부 또는 일부를 제 3자에게 양도 임대하거나 담보로 제공하는 행위
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;13. 열다 서비스에 게시된 정보를 변경하거나 서비스를 이용하여 얻은 정보를 열다컴퍼니의 사전
      승낙 없이 영리 또는 비영리의 목적으로 복제, 출판, 방송 등에 사용하거나 제 3자에게 제공하는 행위
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;14. 열다컴퍼니가 제공하는 서비스를 이용하여 제 3자에게 본인을 홍보할 기회를 제공하거나 제
      3자의 홍보를 대행하는 등의 방법으로 금전을 수수하거나 서비스를 이용할 권리를 양도하고 이를 대가로 금전을 수수하는
      행위
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;15. 공공질서 또는 미풍양속에 위배되는 내용의 정보, 문장, 도형, 음성 등을 유표 하는 행위
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;16. 열다 관련 가입된 단체보험 약관을 고의로 위반하거나, 부당한 목적으로 보험금을
      취득하려는 행위가 적발된 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;17. 열다컴퍼니 및 기타 제 3자의 명예를 손상시키거나 업무를 방해하는 행위
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;18. 기타 제 3자에 대한 허위의 사실을 게재하거나 지적재산권을 침해하는 등 열다컴퍼니나 제
      3자의 권리를 침해하는 행위
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;19. 매니저 또는 제3자에 대한 불법 또는 부당한 행위나 사회상규에 반하는 행위
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;20. 관련 법령 및 본 약관을 위반하여 열다컴퍼니와 매니저 또는 제 3자에게 손해를 끼치는 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;21. 타인의 명의도용, 부정거래 등 관련 법령, 개별약관, 본 약관 및 이용정책 등을 위반하여
      열다에서 회원 자격이 정지되는 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;22. 기타 불법적이거나 부당한 방법으로 열다컴퍼니의 업무를 방해하는 경우
      <br />
      2. 열다컴퍼니는 아래의 경우에 정확한 상황 및 사건의 확인 및 조사를 위해 이용자 회원의 열다 이용을 일시적으로
      제한할 수 있으며, 일정 기간 이내에 소명자료를 제출할 것을 해당 이용자 회원에게 요청하여 이에 따른 조치를 취할 수
      있습니다. 만약 불법 사항이 명백하여 추가적인 소명이 불필요하다고 판단되는 경우에는 즉시 관련 법령에 따른 조치를
      취할 수 있습니다.
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;1. 이용자 회원이 가입 시 사용한 계정의 자격이 정지되거나 상실된 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;2. 본 약관 또는 이용정책을 위반한 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;3. 매니저 등 제3자가 특정 이용자 회원을 신고한 경우
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;4. 기타 정상적인 열다 운영에 심각한 피해를 입힐 수 있다고 판단되는 경우
      <br />
      3. 이용자 회원의 본 이용약관 위반 행위가 확인되는 경우, 열다컴퍼니는 이용자 회원에게 해당 행위를 중단할 것을
      경고할 수 있으며, 열다의 이용을 일시적으로 제한할 수 있습니다. 또한 상습적인 위반행위 및 중대한 위반 행위에
      대해서는 즉시 이용자 회원 자격을 박탈하고 향후 영구적으로 열다 이용을 제한할 수 있으며 이와 관련한 제재이력을
      계속하여 보관할 수 있습니다.
      <br />
      <br />
      <strong>제 12 조 (서비스의 중단)</strong>
      <br />
      <br />
      1. 열다컴퍼니는 컴퓨터 등 정보통신설비의 보수 점검, 교체, 고장, 통신두절, 천재지변 등의 불가항력적인 사유가 발생한
      경우에는 열다의 제공을 일시적으로 중단할 수 있으며 이 경우 사전 공지를 합니다. 다만, 열다컴퍼니가 합리적으로
      예측할 수 없는 사유로 인한 서비스 제공 중단의 경우에는 사후에 이를 공지할 수 있습니다. 상기 사유에 따른 서비스
      중단과 관련하여 열다컴퍼니는 중대한 과실이 있지 않는 한, 이용자 회원에 대한 손해배상책임을 지지 않습니다.
      <br />
      2. 열다컴퍼니는 천재지변, 전쟁, 폭동, 테러, 해킹, DDOS 등 불가항력적 사유로 열다 서비스가 중단된 경우 즉시 이러한
      사실을 공지하되, 만일 정보통신설비의 작동 불능 등의 불가피한 사유로 인해 공지가 불가능한 경우에는 이러한 사정이
      해소된 이후 즉시 공지합니다.
      <br />
      3. 열다컴퍼니는 사업적 판단에 따라 열다의 중단을 결정할 수 있으며, 이에 대해 어떠한 책임도 부담하지 않습니다.
      서비스의 일시 정지나 중단의 경우 열다컴퍼니는 이를 이용자 회원에게 사전에 공지하여 이용자 회원의 불이익을
      최소화하기 위해 노력합니다.
      <br />
      <br />
      <strong>제 13 조 (열다컴퍼니의 면책)</strong>
      <br />
      <br />
      1. 열다컴퍼니가 관계법령의 변경 , 천재지변 또는 이에 준하는 불가항력, 정보통신설비의 보수 점검, 교체 또는 고장,
      통신의 두절 등으로 인하여 일시적 또는 종국적으로 서비스를 제공할 수 없는 경우, 열다컴퍼니는 서비스 제공에 관한
      책임으로부터 면제됩니다.
      <br />
      2. 열다컴퍼니는 이용자 회원의 귀책사유로 인한 열다 이용의 장애에 대하여 책임을 지지 않습니다.
      <br />
      3. 열다컴퍼니는 이용자 회원과 매니저 간 거래를 중개하는 시스템을 운영, 관리, 제공하는 것이며 이용자 회원 및
      매니저를 대리하지 않습니다.
      <br />
      4. 이용자 회원과 매니저 사이에 성립된 거래 및 이에따라 제공한 정보에 대한 책임은 이용자 회원 및 매니저가 직접
      부담합니다. 특히 , 이용자 회원과 매니저 간 직접 거래로 인해 수반되는 분쟁 및 피해에 대해서는 열다컴퍼니는 책임을
      지지 않습니다.
      <br />
      5. 이용자 회원이 자신의 개인정보 및 계정 (아이디, 회원가입 계정의 로그인 비밀번호 등) 등을 타인에게 제공하거나,
      회원의 관리 소홀로 유출됨으로써 발생하는 피해에 대해서 열다컴퍼니는 책임을 부담하지 않습니다.
      <br />
      6. 열다 서비스 화면에서 링크, 배너 등을 통하여 연결된 제 3자와 회원 간에 이루어진 거래에 열다컴퍼니는 개입하지
      않으며, 해당 거래에 대하여 어떠한 책임도 부담하지 않습니다.
      <br />
      7. 열다컴퍼니는 이용자 회원과 매니저 간 거래와 관련하여 정리 서비스 신청 의사 또는 수락 의사의 존부 및 진정성,
      거래대상의 품질, 완전성, 안전성, 적법성 및 타인의 권리에 대한 비침해성, 이용자 회원 또는 매니저가 제공한 정보 및
      그 정보의 진실성 또는 적법성 등 일체에 대하여 보증하지 않으며 그와 관련하여 어떠한 책임도 부담하지 않습니다.
      <br />
      8. 열다컴퍼니는 이용자 회원이 열다 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는
      책임을 부담하지 않습니다.
      <br />
      9. 열다컴퍼니는 이용자 회원의 열다 이용과 직접적으로 관련이 없는 분쟁에 관여하지 않으며, 이용자 회원과 매니저 간
      또는 이용자 회원과 제3자 간의 분쟁을 포함하여, 도난, 폭행, 성범죄 등 열다 이용과 직접적인 관련이 없는 이용자 회원
      개인의 불법행위 및 사회상규에 위배되는 행위에 대해서는 열다컴퍼니의 고의 또는 과실이 없는 한 책임을 지지 않습니다.
      <br />
      <br />
      <strong>제 14 조 (준거법 및 관할)</strong>
      <br />
      <br />
      본 이용약관은 대한민국 법에 의하여 해석되고 이행됩니다. 열다컴퍼니와 이용자 회원 간에 발생한 일체의 분쟁은
      대한민국 법을 준거법으로 하며, 민사소송법 상의 주소지를 관할하는 법원을 합의관할로 합니다.
      <br />
      <br />
      <br />
      <strong>부칙</strong>
      <br />
      <br />본 약관은 2023년 6월 1일부터 시행합니다.
    </div>
  );
}

export default Terms;
